tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "jesseduffield/lazydocker"
tap "jesseduffield/lazygit"

brew "fnm"
brew "exa"
brew "stow"
brew "neovim"
brew "node", link: false
brew "ripgrep"
brew "starship"
brew "tmux"
brew "tree"
brew "yarn"
brew "jesseduffield/lazydocker/lazydocker"
brew "jesseduffield/lazygit/lazygit"
brew "zellij"

cask "raycast"
cask "font-jetbrains-mono-nerd-font"
cask "iterm2"
cask "fig"
